import { createContext } from "react";

export const SidePriceContext = createContext({
    prices: {
        "슈림프 스낵랩": 3500,
        "코울슬로": 1000,
        "상하이 치킨 스낵랩": 4000,
        "골든 모짜렐라 치즈스틱": 1500,
        "후렌치 후라이": 1200,
        "맥너겟®": 2000,
        "맥스파이시®치킨 텐더": 3500,
        "해쉬 브라운": 1500,
        "한입 초코 츄러스 3조각": 1500,
        "베리 스트로베리 맥플러리": 2500,
        "오레오 맥플러리": 2500,
        "딸기 오레오 맥플러리": 2500,
        "초코 오레오 맥플러리": 2500,
        "스트로베리콘": 1000,
        "아이스크림콘": 1000,
        "바닐라 선데이 아이스크림": 1500,
        "초코 선데이 아이스크림": 1500,
        "딸기 선데이 아이스크림": 1500,
        "오레오 아포가토": 2000,
    }
});
